var local_database = [
  {
    date: "2019/03/07",
    time: "11:39:27",
    avatar: "/images/author.jpg",
    content: "其实无论是色彩学还是配色方法，最本质的东西就那些，更多的还是需要设计师在日后的工作中不断的摸索和积累。",
    chat: "0",
    like: "1",
    count: "1",
    author: "哈哈",
    detail: "菊黄蟹正肥，品尝秋之味。徐志摩把“看初花的荻芦”和“到楼外楼吃蟹”并列为秋天来杭州不能错过的风雅之事；用林妹妹的话讲是“螯封嫩玉双双满，壳凸红脂块块香”；在《世说新语》里，晋毕卓更是感叹“右手持酒杯，左手持蟹螯，拍浮酒船中，便足了一生矣。”漫漫人生长路，美食与爱岂可辜负？于是作为一个吃货，突然也很想回味一下属于我的味蕾记忆。记忆中的秋蟹，是家人的味道，弥漫着浓浓的亲情。\n\n是谁来自山川湖海，却囿于昼夜，厨房与爱？ 是母亲，深思熟虑，聪明耐心。吃蟹前，总会拿出几件工具，煞有介事而乐此不疲。告诉我们螃蟹至寒，需要佐以姜茶以祛寒，在配备的米醋小碟里，亦添入姜丝与紫苏，前者驱寒后者增香。泡好菊花茶，岁月静好，我们静等。",
    postId: 0,
    comments: [
      {
        user: "葛经理",
        date: "11:39:27 2019/03/07",
        userImg: "/images/author.jpg",
        comment: "据说很多中国媒体都看哭了。从知青返程，计划生育，下岗大潮到今天，人物从种因得果到和解向前，《地久天长》铺设的是一幅跨度三十多年的中国当代画卷。"
      },
      {
        user: "葛经理",
        date: "11:39:27 2019/03/07",
        userImg: "/images/author.jpg",
        comment: "据说很多中国媒体都看哭了。从知青返程，计划生育，下岗大潮到今天，人物从种因得果到和解向前，《地久天长》铺设的是一幅跨度三十多年的中国当代画卷。"
      },
      {
        user: "葛经理",
        date: "11:39:27 2019/03/07",
        userImg: "/images/author.jpg",
        comment: "据说很多中国媒体都看哭了。从知青返程，计划生育，下岗大潮到今天，人物从种因得果到和解向前，《地久天长》铺设的是一幅跨度三十多年的中国当代画卷。"
      }, 
      {
        user: "葛经理",
        date: "11:39:27 2019/03/07",
        userImg: "/images/author.jpg",
        comment: "据说很多中国媒体都看哭了。从知青返程，计划生育，下岗大潮到今天，人物从种因得果到和解向前，《地久天长》铺设的是一幅跨度三十多年的中国当代画卷。"
      }
    ]
  }
]

module.exports = {
  postList: local_database
}